code/openfoam/test/Lagrangian/tracer/system/Lagrangian/linear/LagrangianSolution
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system/Lagrangian/linear";
    object      LagrangianSolution;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

maxTimeStepFraction 1e300;

maxCellLengthScaleFraction 1e300;

nCorrectors     0;


// ************************************************************************* //
